[
    {
        "id": "0df69381-95cd-4fb5-8bc2-4e6966af1f2f",
        "name": "Arabic Petrol",
        "description": "Arabic Petrol is a oil company that makes oil, gas, and other energy."
    },
    {
        "id": "2c3c1a06-dc53-486c-a001-d04c40f02567",
        "name": "BNevia",
        "description": "BNevia is a hardware company that makes microchips, desktops, and other devices."
    },
    {
        "id": "6b089c4a-ff07-474b-ad0d-ce950c3029b6",
        "name": "Nilo",
        "description": "Nilo is a technology company that makes e-commerce, cloud computing, and other technology."
    },
    {
        "id": "10f3204b-5386-4781-bbc2-ce94e3334214",
        "name": "Vetra",
        "description": "Vetra is a financial services company that makes credit cards, debit cards, and other financial products."
    },
    {
        "id": "013ea0f2-d992-4a87-b7f8-2d88c57e4b4e",
        "name": "Viroxis",
        "description": "Viroxis group is one of the largest investment managers, pioneering low-cost index funds with a model focused on benefiting its investors."
    },
    {
        "id": "43b3ea76-5889-4810-b7c1-78e58297c1db",
        "name": "Omnidata",
        "description": "Omnidata is a technology company that makes software for managing companies."
    },
    {
        "id": "54af07ff-2edb-4bf2-8861-96b95bab0d1c",
        "name": "Nexxon",
        "description": "Nexxon mobil is a company that sells oil and gas."
    },
    {
        "id": "77a3cab1-542e-425f-a936-b366b4be68ca",
        "name": "Softmacro",
        "description": "Softmacro is a software company that makes operating systems, productivity software, and other software."
    },
    {
        "id": "112f0a56-63bb-40a6-9de3-76ead5391513",
        "name": "Ella Vee",
        "description": "Ella Vee and Company is a pharmaceutical company that makes drugs for humans and animals."
    },
    {
        "id": "3101f0cc-6342-4c36-8c76-96c90fdca249",
        "name": "Pooper",
        "description": "Pooper is a search engine company that makes a search engine, a browser, and other software."
    },
    {
        "id": "8792bf98-39ed-417a-936c-320ef0062021",
        "name": "Neosmc",
        "description": "Tsmc is a semiconductor company that makes chips for other companies."
    },
    {
        "id": "45114cd2-df60-4113-a7e4-21b16dab3235",
        "name": "CirclePay",
        "description": "CirclePay is a financial company that makes software for managing companies."
    },
    {
        "id": "454354e4-736d-470a-9b1a-f20513bd117e",
        "name": "Wellington Hayes Group",
        "description": "WHG is a financial services company that provides investment banking, asset management, and other financial services."
    },
    {
        "id": "b194e6a7-04b3-4b91-b210-2b0fd739b246",
        "name": "StarMart",
        "description": "StarMart is a retail company that sells groceries, clothes, and electronics."
    },
    {
        "id": "cb1ed646-7d13-480d-81c4-2c2989e91c65",
        "name": "Nexcom",
        "description": "Nexcom is a software company that makes software for managing companies."
    },
    {
        "id": "d9b414ed-472c-47f5-850f-9df924a9e2ba",
        "name": "Brentwood & Hollister",
        "description": "Brentwood & Hollister is a conglomerate that owns many companies."
    },
    {
        "id": "da8f9c9f-b42e-444e-b193-72dccc45493e",
        "name": "UnityCare",
        "description": "UnityCare Group is a diversified health and well-being company dedicated to helping people live healthier lives."
    },
    {
        "id": "e272ca9d-7a5c-4fa1-a294-a15d05cf2ff7",
        "name": "Lemon",
        "description": "Lemon is a hardware company that makes laptops, desktops, and other devices."
    },
    {
        "id": "e9045ce9-08fd-4471-b660-5061a0442f34",
        "name": "Nikola",
        "description": "Nikola is a hardware company that makes electric cars, batteries, and solar panels."
    },
    {
        "id": "eae6dc72-eab7-4a2b-9fa4-9e3bfe2be686",
        "name": "Verse",
        "description": "Verse is a social media company that makes social media platforms, messaging apps, and other social media products."
    },
    {
        "id": "f8185f62-a78d-489a-bd46-fc8d58ea105c",
        "name": "Techence",
        "description": "Techence is a technology company that makes software for managing companies."
    },
    {
        "id": "b55585da-88a3-4715-9dfe-ba7688221ba8",
        "name": "Cargoco",
        "description": "Cargoco is a retail company that sells groceries, clothes, and electronics."
    },
    {
        "id": "bde3f3b4-2e21-4aac-b320-aeed155e00b7",
        "name": "Parker & Grant",
        "description": "Parker & Grant is a consumer goods company that makes cleaning products, personal care products, and other consumer goods."
    },
    {
        "id": "144d481c-dff4-4bfc-8f01-2d86347d0a6e",
        "name": "House Works",
        "description": "The House Works is a retail company that sells home improvement products, tools, and other products."
    },
    {
        "id": "5420a962-10cd-4393-a0f4-9a740c160630",
        "name": "Netfilm",
        "description": "Netfilm is a media company that makes movies, TV shows, and other media."
    },
    {
        "id": "8463246f-6f99-4ec6-ab9b-bf31ae4c1054",
        "name": "Jova & Juno",
        "description": "Jova & Juno is a pharmaceutical company that makes drugs for humans and animals."
    },
    {
        "id": "8dc5d73e-cc75-491c-8015-f8fcc6687e2d",
        "name": "Bank Union",
        "description": "Bank Union is a financial services company that provides investment banking, asset management, and other financial services."
    },
    {
        "id": "efe08e45-d802-40cc-90f2-0dc3a140c506",
        "name": "Luxe & Vision",
        "description": "L&V is a luxury goods company that makes high-end fashion, jewelry, and other luxury goods."
    },
    {
        "id": "18177eb9-c315-46f2-b7db-ec01f0a23cfe",
        "name": "Avenix",
        "description": "Avenix is a pharmaceutical company that makes drugs for humans and animals."
    },
    {
        "id": "0ef4f335-d35a-4786-98c9-0070db5b0082",
        "name": "Cloudforce",
        "description": "Cloudforce is a cloud computing company that makes software for managing companies."
    },
    {
        "id": "94df507d-ed4b-4021-9437-01f485a0e262",
        "name": "IBAC",
        "description": "IBAC is a financial services company that provides investment banking, asset management, and other financial services."
    },
    {
        "id": "0d574158-8f64-4895-b12a-33fabeb6c2e6",
        "name": "Natura Norvik",
        "description": "Natura norvik is a pharmaceutical company that makes drugs for humans and animals."
    },
    {
        "id": "753a28d3-c168-4eed-a5e8-321e9b21d49a",
        "name": "SYN",
        "description": "SYN is a software company that makes software for managing companies."
    },
    {
        "id": "fe88fe36-4143-4f74-ac25-bad7427bab57",
        "name": "AQLM",
        "description": "AQLM is a semiconductor company that makes chips for other companies."
    },
    {
        "id": "d3c54316-95e0-4dbe-9385-7d5bfbd390ff",
        "name": "GoldCola",
        "description": "GoldCola is a beverage company that makes soft drinks, energy drinks, and other beverages."
    },
    {
        "id": "9f17c460-1fa9-4cfc-ae37-358408dd3a87",
        "name": "Celeris",
        "description": "Celeris Corporation is an American multinational energy corporation."
    },
    {
        "id": "a57b2211-8235-47d0-b8f3-323458248c87",
        "name": "Triovate",
        "description": "Triovate is a car company that makes cars, trucks, and other vehicles."
    },
    {
        "id": "807bd150-6fec-430f-a591-1bbcb402185f",
        "name": "Mizai",
        "description": "Mizai is a beverage company that makes soft drinks, energy drinks, and other beverages."
    },
    {
        "id": "409dc7e0-c3c6-4514-8ec0-0f76bd294f01",
        "name": "T-Com",
        "description": "T-Com is a telecommunications company that provides wireless services, internet services, and other telecommunications services."
    },
    {
        "id": "d397e747-1ef3-452e-baed-40920297bdac",
        "name": "Symbiotec",
        "description": "Symbiotec is an American multinational pharmaceutical company and one of the largest pharmaceutical companies in the world."
    },
    {
        "id": "cd128db8-0a14-44e0-a138-75a7166d381d",
        "name": "Horizon",
        "description": "Horizon, is a French high fashion luxury goods manufacturer established in 1837."
    },
    {
        "id": "15bf4b76-c029-49df-af9a-b0518edd846f",
        "name": "AgriBank Global",
        "description": "Agribank, is one of the 'Big Four' banks in the People's Republic of China."
    },
    {
        "id": "b20248d9-5c15-4e54-a96b-4a980e441135",
        "name": "Stratis",
        "description": "Stratis is a technology company that makes smartphones, tablets, and other devices."
    },
    {
        "id": "8369c495-6fb7-437e-b572-c917c92c228a",
        "name": "Inno",
        "description": "Inno is a diversified conglomerate with operations in seven industrial sectors."
    },
    {
        "id": "5ee003e0-3722-4c8a-a844-437ea21f9f09",
        "name": "Conexis",
        "description": "Conexis Systems, Inc. is an American multinational technology company."
    },
    {
        "id": "1d74deed-1364-4bee-86e5-9a28599221ed",
        "name": "Wells fort",
        "description": "Wells fort is a financial services company that provides investment banking, asset management, and other financial services."
    },
    {
        "id": "b686b474-17ce-4d94-9799-60fd4268d340",
        "name": "Rivex",
        "description": "Rivex is a Swiss multinational healthcare company that operates worldwide under two divisions: Pharmaceuticals and Diagnostics."
    },
    {
        "id": "94aa57f5-6fb9-4660-ba2c-bebcd6fe03bd",
        "name": "Avante",
        "description": "Avante is a global professional services company with leading capabilities in digital, cloud and security."
    },
    {
        "id": "d0e102f1-335b-427a-aef4-a204d8ca4269",
        "name": "Flowtech",
        "description": "Flowtech is a cloud computing company that makes software for managing companies."
    },
    {
        "id": "8d8ae4aa-d71a-472d-86b6-b5a94377243b",
        "name": "HeadArrow Studios",
        "description": "HeadArrow Studios is a video game company that makes video games, mobile games, and other games."
    },
    {
        "id": "56add0e3-ef74-478e-9c7c-f1420d110691",
        "name": "GlobalLink",
        "description": "GlobalLink mobile is a telecommunications company that provides wireless services, internet services, and other telecommunications services."
    },
    {
        "id": "9a226af2-aedb-4fb6-9027-587eedb51092",
        "name": "Norwood",
        "description": "Norwood S.A. is a Swiss multinational food and drink processing conglomerate corporation."
    },
    {
        "id": "0ea807be-ff7c-4e67-aff2-3e059ed95c24",
        "name": "Global express",
        "description": "Global express is a financial services company that provides investment banking, asset management, and other financial services."
    },
    {
        "id": "cc9ad4cd-ae77-43c3-befa-0a8cbf4c1f8b",
        "name": "Solaris Energy",
        "description": "Solaris Energy is a oil company that makes oil, gas, and other energy."
    },
    {
        "id": "a5a3ab81-1933-4202-bee8-54c0816b50ec",
        "name": "MellowBite",
        "description": "Mellowbite is a fast food company that makes burgers, fries, and other fast food."
    },
    {
        "id": "adacb635-3ac8-4815-bd63-7c54602f199f",
        "name": "PuraGlobe",
        "description": "PuraGlobe is a beverage company that makes soft drinks, energy drinks, and other beverages."
    },
    {
        "id": "b729bfa4-474f-44ec-853a-cb0e78f1793f",
        "name": "VivaFlow",
        "description": "VivaFlow is a British-Swedish multinational pharmaceutical and biopharmaceutical company."
    },
    {
        "id": "03f6626d-b437-40fd-9b21-17ac336c5a97",
        "name": "TMC",
        "description": "TMC is a technology company that makes software for managing companies."
    },
    {
        "id": "72ac0b5a-0241-4e7c-a65d-0ff5d5ffa7ab",
        "name": "Triton",
        "description": "Triton is an American provisioner of scientific instrumentation, reagents and consumables, and software and services to healthcare, life science, and other laboratories in academia, government, and industry."
    },
    {
        "id": "7b52cce5-f4c0-427e-9ada-4654f66b8dad",
        "name": "Aventa",
        "description": "Aventa Group Holding Limited, is a Chinese multinational technology company specializing in e-commerce, retail, Internet, and technology."
    },
    {
        "id": "d3400295-9a09-40ac-8fd5-dffc2dc28fda",
        "name": "ABD",
        "description": "ABD is an American multinational semiconductor company that develops computer processors and related technologies for business and consumer markets."
    },
    {
        "id": "3bfc83c9-bef7-4786-82c6-bdca3b37f128",
        "name": "Muxton Systems",
        "description": "Muxton Systems is an American multinational investment bank and financial services company."
    },
    {
        "id": "dccf3e44-c9e3-4ab2-8249-b8395c9238dd",
        "name": "Dreamverse",
        "description": "Dreamverse is a media company that makes movies, TV shows, and other media."
    },
    {
        "id": "f3acd221-680c-49e0-8279-36f933368684",
        "name": "Avolta laboratories",
        "description": "Avolta Laboratories is an American multinational medical devices and health care company with headquarters in Abbott Park, Illinois, United States."
    },
    {
        "id": "8d253b80-a09c-4821-a2d9-657be8663838",
        "name": "Aura industries",
        "description": "Aura Industries Limited is an Indian multinational conglomerate company."
    },
    {
        "id": "8aa653c1-c11a-4db8-a6b6-ed3604a12f71",
        "name": "Liora",
        "description": "Liora is a German multinational chemical company."
    },
    {
        "id": "1ecabfaf-00dc-479e-ba29-cf82be155954",
        "name": "Focus Bank",
        "description": "Focus Bank is one of the 'Big Four' banks in the People's Republic of China."
    },
    {
        "id": "7396426a-2e21-40fa-acc0-42d97af8ae85",
        "name": "Solara",
        "description": "Solara is a oil company that makes oil, gas, and other energy."
    },
    {
        "id": "0fbc27bb-3aa4-4c73-af33-f0693f06e16c",
        "name": "Novexa",
        "description": "Novexa International AG is a Swiss multinational pharmaceutical company based in Basel, Switzerland."
    },
    {
        "id": "a7445f49-6fb5-4e41-97d4-fb82008f988d",
        "name": "Cirq Bank",
        "description": "Cirq Bank Corporation is a Chinese multinational banking company."
    },
    {
        "id": "9a197808-7203-412e-8e7b-55b1153f0a93",
        "name": "RedPoint Surgical",
        "description": "RedPoint Surgical is an American corporation that develops, manufactures, and markets robotic products designed to improve clinical outcomes of patients through minimally invasive surgery, most notably with the da Vinci Surgical System."
    },
    {
        "id": "26600dd1-34ab-4812-b95f-5aa308adaf2e",
        "name": "Abode",
        "description": "Abode Inc. is an American multinational computer software company."
    },
    {
        "id": "30aa5b96-3471-495f-a07a-e9ed580a73b0",
        "name": "Philip Maxwell",
        "description": "Philip Maxwell International Inc. is an American multinational cigarette and tobacco manufacturing company, with products sold in over 180 countries outside the United States."
    },
    {
        "id": "dd809b42-60d2-4c6d-a2b0-a019bf592a83",
        "name": "Gemini Enterprises",
        "description": "Gemini Enterprises Company is an American multinational conglomerate."
    },
    {
        "id": "bec84b8d-375f-457f-84e5-fb4a5a521db5",
        "name": "L'Oris",
        "description": "L'Oris is a French multinational luxury goods conglomerate."
    },
    {
        "id": "7d22b243-31fe-4637-a633-bc24d5b3c622",
        "name": "Quantirix",
        "description": "Quantirix Technologies is a public American software company that specializes in big data analytics."
    },
    {
        "id": "9e7d5cc8-b28d-4cad-b3cb-c532e13b8af7",
        "name": "Grayson Sterling",
        "description": "Goldman Sachs is a multinational investment bank and financial services company."
    },
    {
        "id": "22298bea-2675-4a3a-a943-93a94077bd00",
        "name": "Helix",
        "description": "Helix Holdings is a British multinational investment bank and financial services holding company."
    },
    {
        "id": "744bc757-1905-4100-b7e4-9e817666559c",
        "name": "Insyte",
        "description": "Insyte Inc. is an American business and financial software company that develops and sells financial, accounting, and tax preparation software and related services for small businesses, accountants, and individuals."
    },
    {
        "id": "a40694fe-aaf8-488f-a5a9-8f3431a5a03f",
        "name": "Capstone",
        "description": "Capstone Inc. is an American Fortune 100 corporation that designs, develops, engineers, manufactures, markets, and sells machinery, engines, financial products, and insurance to customers via a worldwide dealer network."
    },
    {
        "id": "ac6402f5-7020-4e89-b953-d14028da9706",
        "name": "Quantis",
        "description": "Quantis is an American multinational corporation headquartered in San Diego, California, and incorporated in Delaware. It creates semiconductors, software, and services related to wireless technology."
    },
    {
        "id": "93862e59-c804-4e96-bf19-9f58413cf1bd",
        "name": "Texas Semiconductors",
        "description": "Texas Semiconductors is a semiconductor company that makes chips for other companies."
    },
    {
        "id": "f86a3880-377f-4da2-8de9-386305e52d56",
        "name": "TC",
        "description": "TC is a conglomerate that owns many companies."
    },
    {
        "id": "6c723bb9-2fa9-46e0-aa77-84aec93cdeae",
        "name": "Proxima",
        "description": "Proxima is a global consumer internet group and one of the largest technology investors in the world."
    },
    {
        "id": "9c3c18f7-6d94-4e50-8cc7-2d3dddaacb88",
        "name": "Vero",
        "description": "Vero is a telecommunications company that provides wireless services, internet services, and other telecommunications services."
    },
    {
        "id": "ecc16c84-7b48-42cd-b7f7-d61df03dd197",
        "name": "Riviera Bancorp",
        "description": "Riviera Bancorp is a Canadian multinational financial services company and the largest bank in Canada by market capitalization."
    },
    {
        "id": "60e15104-34f0-41c8-b018-7c23e2535e49",
        "name": "Fluxion",
        "description": "Fluxion is a global science and technology innovator committed to helping customers solve complex challenges and improving quality of life around the world."
    },
    {
        "id": "6db8b6ea-9f5b-4c4a-a2c6-6cb5a4cb41f5c",
        "name": "Globenet",
        "description": "Globenet is an American multinational conglomerate holding company."
    },
    {
        "id": "daefde86-71f5-4427-937f-01409b4b63b0",
        "name": "Booker",
        "description": "Booker is a travel company that makes travel booking software, travel guides, and other travel products."
    },
    {
        "id": "8b643961-a497-4700-a360-7f9db0ed44e5",
        "name": "Index",
        "description": "Index is a Spanish multinational clothing company."
    },
    {
        "id": "0510ca25-5ff0-4ecb-8481-013a40c52827",
        "name": "Golden Bank",
        "description": "Golden Bank is an Australian multinational bank with businesses across New Zealand, Asia, the United States and the United Kingdom."
    },
    {
        "id": "1c6b5818-b864-4f47-91e7-c9267b0e7d8b",
        "name": "Fortress Bank",
        "description": "Fortress Bank is an Indian multinational banking and financial services company."
    },
    {
        "id": "bafcdd46-1ca5-42b0-8029-a98c442c22c6",
        "name": "BridgeStone",
        "description": "BridgeStone is an American multinational investment management corporation based in New York City."
    },
    {
        "id": "34cc5349-099a-4850-886e-56c0cc1c530a",
        "name": "TACL",
        "description": "TACL is a Chinese multinational technology company specializing in e-commerce, retail, Internet, and technology."
    },
    {
        "id": "5569b0fb-0a06-4197-a8d9-9624800c700c",
        "name": "Ravion Technologies",
        "description": "Ravion Technologies is an American multinational conglomerate."
    },
    {
        "id": "29888c24-9342-4bc9-9bc0-5d7a1452ba35",
        "name": "Pharmex",
        "description": "Pharmex is an American multinational pharmaceutical corporation."
    },
    {
        "id": "b805d67d-259c-45d7-bb09-217ec88d5a9d",
        "name": "Simetron",
        "description": "Simetron is a German multinational conglomerate company headquartered in Munich and the largest industrial manufacturing company in Europe with branch offices abroad."
    },
    {
        "id": "76b1da2b-a865-4819-84ae-06ac401ef797",
        "name": "Comnet",
        "description": "Comnet is a telecommunications company that provides wireless services, internet services, and other telecommunications services."
    },
    {
        "id": "e9a6099b-913a-47ff-8c78-6bec67cafb02",
        "name": "Shopitex",
        "description": "Shoopify is a technology company that makes e-commerce, cloud computing, and other technology."
    },
    {
        "id": "d172d2ec-e752-4f14-bbbd-30dfe618853e",
        "name": "Brenix",
        "description": "Brenix is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, satellites, telecommunications equipment, and missiles worldwide."
    }
]